[
  {
    "id": 1,
    "name": "curabitur",
    "brand": "Osinski Inc",
    "size": "XS",
    "occasion": "mattis",
    "color": "#6cb58f",
    "saleDiscount": 22,
    "price": 27.33,
    "rating": 3,
    "image": "/assets/caio-coelho-xFmXLq_KJxg-unsplash.jpg",
    "description": "This Shirt's makes it more suitable for casual occasions. This men's shirt having a simple neck provides a loose fit and a comfortable feeling around the neck. No matter what body shape, its design creates a balanced appearance, because of its adaptable neck form, it is simpler to style with various bottom wear and other outfit combinations.",
    "for": "male",
    "type": "cloth"
  },
  {
    "id": 2,
    "name": "nike high top",
    "brand": "nike shoes",
    "size": "S",
    "occasion": "odio",
    "color": "#af294b",
    "saleDiscount": 28,
    "price": 20.96,
    "rating": 4.5,
    "image": "/assets/chris-lynch-pRdi2no2fvs-unsplash.jpg",
    "description": "Light weighted and very flexible. It has Breathable Mesh and attractive styling. A lightweight and flexible shoe comprising of a mesh upper for breathability. Full EVA outsole that balances heel cushioning with responsiveness.",
    "for": "male",
    "type":"shoes" 
  },
  {
    "id": 3,
    "name": "praesent id",
    "brand": "Feeney-Bogisich",
    "size": "XL",
    "occasion": "bibendum",
    "color": "#c8a971",
    "saleDiscount": 22,
    "price": 13.82,
    "rating": 2,
    "image": "/assets/benjamin-rascoe-KF-q_SGqswg-unsplash.jpg",
    "description": "These shirts are suitable for business meetings, interviews, weddings, formal dinners, or any event where a smart and professional appearance is required. Overall, a formal shirt for men embodies elegance, professionalism, and attention to detail, making it an essential component of a well-rounded wardrobe for formal occasions and professional settings.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 4,
    "name": "Retro Square Sunglasses",
    "brand": "ROADWAY",
    "size": "L",
    "occasion": "quisque",
    "color": "#5fcd16",
    "saleDiscount": 41,
    "price": 43.75,
    "rating": 4,
    "image": "/assets/goggle for men.jpg",
    "description": "UV Protection Retro Square Sunglasses, goggles for men combine advanced materials, ergonomic design, and specialized features to provide comfort, protection, and enhanced vision during outdoor activities and sports, making them a practical and stylish accessory for any adventurous man's gear collection.",
    "for": "both",
    "type":"cloth"
  },
  {
    "id": 5,
    "name": "Solid Men Blue Denim Shorts",
    "brand": "Roadster ",
    "size": "M",
    "occasion": "dui",
    "color": "#e969c0",
    "saleDiscount": 21,
    "price": 27.9,
    "rating": 4,
    "image": "/assets/Denim Shorts.jpg",
    "description": "Denim shorts for men offer a blend of durability, comfort, and casual style, making them a go-to choice for warm-weather attire and relaxed settings, while also allowing for various styling options to suit personal preferences and occasions.",
    "for": "male",
    "type":"cloth" 
  },
  {
    "id": 6,
    "name": "Solid Men Waistcoat",
    "brand": "VAN HEUSEN",
    "size": "XL",
    "occasion": "sapien",
    "color": "#fb375e",
    "saleDiscount": 26,
    "price": 56.76,
    "rating": 2,
    "image": "/assets/Black Half Coat.jpg",
    "description": " The classic design of the half coat allows it to be worn for various occasions and styled in multiple ways, making it a versatile addition to any wardrobe. A black half coat for men is a timeless outerwear piece that combines functionality with a stylish silhouette, offering warmth and sophistication for a range of formal and casual settings during cooler weather.",
    "for": "male",
    "type":"cloth" 
  },
  {
    "id": 7,
    "name": "Men Single Breasted Formal Blazer (Black)",
    "brand": "PETER ENGLAND",
    "size": "L",
    "occasion": "nulla",
    "color": "#2da567",
    "saleDiscount": 38,
    "price": 77.42,
    "rating": 2,
    "image": "/assets/Breasted Formal Blazer.jpg",
    "description": " The solid black color and classic design make the blazer versatile, effortlessly elevating various outfits and ensuring it remains a timeless wardrobe staple. A men's solid single-breasted formal blazer in black is more than just an item of clothing; it is a symbol of sophistication and style, offering versatility and elegance for a range of formal and semi-formal occasions.",
    "for": "both",
    "type":"cloth" 
  },
  {
    "id": 8,
    "name": "Design Bollywood Net Saree  (Magenta)",
    "brand": "LOROFY",
    "size": "XS",
    "occasion": "nullam",
    "color": "#060571",
    "saleDiscount": 50,
    "price": 47.31,
    "rating": 5,
    "image": "/assets/Net Saree.jpg",
    "description": "Despite its ornate design, the saree is crafted to ensure comfort and ease of movement, allowing the wearer to feel both elegant and at ease throughout the occasion. A Self Design Bollywood Net Saree in Magenta is a captivating choice for women seeking a blend of traditional elegance and modern Bollywood-inspired glamour. Its intricate embroidery, vibrant color, and sheer net fabric create a mesmerizing ensemble suitable for various formal and cultural",
    "for": "female",
    "type":"cloth" 
  },
  {
    "id": 9,
    "name": "Colorblock Men Track Suit",
    "brand": "THE HIMALAYAN",
    "size": "XL",
    "occasion": "morbi",
    "color": "#3f79e3",
    "saleDiscount": 24,
    "price": 58.31,
    "rating": 2,
    "image": "/assets/Men Track Suit.jpg",
    "description": "Track suits are generally machine washable, making them easy to clean after workouts or casual wear. It's recommended to follow the care instructions provided by the manufacturer to maintain the fabric's quality and durability. A men's track suit combines comfort, functionality, and sporty style, making it a versatile wardrobe choice for both athletic activities and casual wear. Whether worn for workouts or leisure, the track suit provides practicality and a modern athletic look.",
    "for": "male",
    "type":"cloth" 
  },
  {
    "id": 10,
    "name": "Men Oversized Casual Shirt",
    "brand": "BEWAKOOF",
    "size": "2XL",
    "occasion": "et",
    "color": "#d8e3fb",
    "saleDiscount": 42,
    "price": 77.64,
    "rating": 1,
    "image": "/assets/Oversized t-shirt bewakoof.jpg",
    "description": "Generally machine washable for easy maintenance. Following the care instructions on the label helps maintain the fabric's quality and vibrant colors over time. An oversized t-shirt from Bewakoof is not only a comfortable and versatile wardrobe staple but also a fashion statement with its trendy designs and relaxed fit, appealing to those who value both style and comfort in their everyday attire.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 11,
    "name": "Breasted Formal Blazer  (Black)",
    "brand": "VAN HEUSEN",
    "size": "L",
    "occasion": "ac",
    "color": "#f737da",
    "saleDiscount": 10,
    "price": 500,
    "rating": 2,
    "image": "/assets/Black Formal Blazer.jpg",
    "description": "A black blazer for men is more than just a garment; it's a symbol of refined style, versatility, and timeless elegance that enhances the wearer's presence in both professional and social settings. For indisputable elegance wear this Black Solid blazer from Van Heusen by Van Heusen.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 12,
    "name": "Printed Men Track Suit",
    "brand": "Acrux",
    "size": "2XL",
    "occasion": "faucibus",
    "color": "#d07c7e",
    "saleDiscount": 31,
    "price": 42.75,
    "rating": 4,
    "image": "/assets/Printed Men Track Suit.jpg",
    "description": "A printed men's track suit is not only a practical choice for athletic activities but also a fashionable statement piece with its bold printed designs, offering comfort, style, and versatility for various casual and sporty occasions.",
    "for": "both",
    "type":"cloth"
  },
  {
    "id": 13,
    "name": "mauris",
    "brand": "Shanahan, Orn and Hessel",
    "size": "M",
    "occasion": "tincidunt",
    "color": "#e140d0",
    "saleDiscount": 25,
    "price": 16.53,
    "rating": 1,
    "image": "/assets/dami-adebayo-k6aQzmIbR1s-unsplash.jpg",
    "description": "Feel the epitome of style and elegance with our Premium Faux Leather Jacket for men. Crafted from the finest quality faux leather, this exquisite piece from our exclusive Clothing collection is the embodiment of luxury. With its sleek black design and impeccable attention to detail, this lightweight jacket exudes sophistication. Elevate your wardrobe and make a statement wherever you go with this timeless and versatile Leather Jacket.",
    "for": "male",
    "type":"cloth" 
  },
  {
    "id": 14,
    "name": "ut mauris",
    "brand": "Schmitt, Rodriguez and Ratke",
    "size": "3XL",
    "occasion": "rutrum",
    "color": "#ad699f",
    "saleDiscount": 44,
    "price": 76.82,
    "rating": 1,
    "image": "/assets/phil-monte-4V4t0JcOM5E-unsplash.jpg",
    "description": "Its button-down collar exudes a polished yet relaxed vibe, ideal for both casual outings and semi-formal gatherings. The sleeves are elegantly cuffed, offering a neat silhouette that transitions seamlessly from day to evening wear. Whether paired with jeans for a laid-back look or tucked into trousers for a more refined ensemble, this shirt embodies versatility and style.",
    "for": "both",
    "type":"cloth" 
  },
  {
    "id": 15,
    "name": "Royal Shwal",
    "brand": "Royal",
    "size": "M",
    "occasion": "congue",
    "color": "#7ebd58",
    "saleDiscount": 21,
    "price": 32.38,
    "rating": 5,
    "image": "/assets/Shawl for men.jpg",
    "description": "Stylish uses the most exceptional quality to bring you the best experience of adorning its products. Our yarn and fabrics are processed extracts At Stylish we are committed to quality and keep fill luxury importance. We bring the most sought-after styles to satisfy your taste for rich and graceful wraps. Our feather-soft textures have the lustre that will add a distinct sparkle to your look. Be it your traditional outfit or a modern ensemble, a shawl can never go wrong in adding its appeal to your elegance. These timeless pieces will always stay as your prized possessions.",
    "for": "both",
    "type":"cloth"
  },
  {
    "id": 16,
    "name": "White Shirt For Men",
    "brand": "Raymond",
    "size": "2XL",
    "occasion": "nibh",
    "color": "#bdf1ad",
    "saleDiscount": 39,
    "price": 66.82,
    "rating": 5,
    "image": "/assets/White Shirt For Men.jpg",
    "description": "A white shirt for men epitomizes understated elegance and versatility, serving as a foundational piece in a well-rounded wardrobe for various occasions, from formal gatherings to everyday wear.",
    "for": "men",
    "type":"cloth" 
  },
  {
    "id": 17,
    "name": "Women Rayon Anarkali Kurta",
    "brand": "SEAKART Kurta's",
    "size": "M",
    "occasion": "sit",
    "color": "#81d2d1",
    "saleDiscount": 13,
    "price": 42.37,
    "rating": 1,
    "image": "/assets/Women Kurta.jpg",
    "description": "Kurtas are deeply rooted in South Asian culture and heritage, symbolizing tradition, grace, and femininity. They are worn across various regional and cultural contexts, embodying a sense of identity and pride. A women's kurta is more than just a garment; it embodies cultural heritage, craftsmanship, and versatile elegance, making it a timeless choice for both everyday wear and special occasions.",
    "for": "female",
    "type":"cloth" 
  },
  {
    "id": 18,
    "name": "Hooded Neck Blend Maroon T-Shirt",
    "brand": "TEEMEX ",
    "size": "L",
    "occasion": "sodales",
    "color": "#20ff62",
    "saleDiscount": 46,
    "price": 27.23,
    "rating": 4,
    "image": "/assets/mens hoody.jpg",
    "description": "A men's hoodie is more than just a casual garment; it's a versatile and comfortable essential that combines practicality with style, offering warmth and a relaxed vibe for various everyday activities and casual outings.",
    "for": "male",
    "type":"cloth" 
  },
  {
    "id": 19,
    "name": "Men's Striped Casual Half Shirt",
    "brand": "HARVARD",
    "size": "M",
    "occasion": "morbi",
    "color": "#cce701",
    "saleDiscount": 30,
    "price": 11.2,
    "rating": 4,
    "image": "/assets/Striped Casual Shirt.jpg",
    "description": "A men's regular fit striped casual shirt is a versatile and timeless choice that combines comfort with classic style. Its striped design adds visual appeal while maintaining a casual yet refined look suitable for a variety of social and professional settings",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 20,
    "name": "Jogger Fit Rise Black Jeans",
    "brand": "Nayak Fashion",
    "size": "3XL",
    "occasion": "sapien",
    "color": "#a51fc5",
    "saleDiscount": 23,
    "price": 49.66,
    "rating": 3,
    "image": "/assets/Jogger Black Jeans.jpg",
    "description": "jogger fit mid-rise black jeans are a stylish fusion of comfort and contemporary design, offering versatility for various casual and relaxed settings while maintaining a sleek and modern aesthetic.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 21,
    "name": "Loafers For Men (Black)",
    "brand": "WUGATTI",
    "size": "XL",
    "occasion": "a",
    "color": "#603895",
    "saleDiscount": 25,
    "price": 70.76,
    "rating": 5,
    "image": "/assets/Loafers For Men.jpg",
    "description": "A black loafers for men are a timeless footwear option that combines elegance, versatility, and comfort. Whether for formal events, business settings, or casual outings, they effortlessly complement a wide range of outfits while providing a refined and sophisticated appearance.",
    "for": "male",
    "type":"shoes"
  },
  {
    "id": 22,
    "name": "Premium Genuine Leather Loafers For Men (Tan)",
    "brand": "EGOSS",
    "size": "L",
    "occasion": "et",
    "color": "#112c28",
    "saleDiscount": 15,
    "price": 52.82,
    "rating": 5,
    "image": "/assets/Leather Loafers For Men Tan.jpg",
    "description": "A tan leather loafers for men are a timeless and sophisticated footwear option that combines elegance, versatility, and comfort. Whether for formal events, business settings, or casual outings, they effortlessly complement a wide range of outfits while adding a refined and stylish touch to any ensemble.",
    "for": "male",
    "type":"shoes"
  },
  {
    "id": 23,
    "name": "MOCHI Boots For Men  (Black)",
    "brand": "MOCHI",
    "size": "XS",
    "occasion": "ultrices",
    "color": "#0ac8fe",
    "saleDiscount": 13,
    "price": 16.6,
    "rating": 3,
    "image": "/assets/Moch Boots.jpg",
    "description": "Moch boots in black combine durability, style, and functionality, making them a versatile footwear choice for both outdoor adventures and urban settings. Their quality craftsmanship and timeless design ensure they remain a staple in any wardrobe, offering comfort and protection without compromising on style.",
    "for": "male",
    "type":"shoes"
  },
  {
    "id": 24,
    "name": "Women Gold Heels Sandal",
    "brand": "Marc Loire",
    "size": "2XL",
    "occasion": "id",
    "color": "#1977a3",
    "saleDiscount": 12,
    "price": 54.99,
    "rating": 4,
    "image": "/assets/Gold Heels Sandal.jpg",
    "description": "A gold heels sandals are a statement piece that combines glamour with versatility, ideal for enhancing both formal and casual outfits. Their exquisite design and attention to detail make them a coveted choice for adding a touch of luxury and sophistication to any wardrobe.",
    "for": "female",
    "type":"shoes"
  },
  {
    "id": 25,
    "name": "sit amet",
    "brand": "Heaney, D'Amore and Hamill",
    "size": "XS",
    "occasion": "odio",
    "color": "#89b5b2",
    "saleDiscount": 24,
    "price": 19.43,
    "rating": 4,
    "image": "/assets/freestocks-8hAsLeE6Fbo-unsplash.jpg",
    "description": "The long coat is comfortable to wear as the fabrics are light on the skin. Using stellar quality solvents, the long coat is made for your daily schedule. Constructed to fit your style spot on and a wide range of sizes to match your persona. Made to not leech out its colours and not lose its shape either. Fetch a casual and cool look for yourself by teaming it with a pair of jeans and sneakers. Whether you are dressing up for a date or going to work, this Campus Sutra long coat is designed keeping in mind the latest trends in contemporary casual fashion.",
    "for": "female",
    "type":"cloth"
  },
  {
    "id": 26,
    "name": "phasellus",
    "brand": "Bergnaum, Mueller and Rempel",
    "size": "L",
    "occasion": "rutrum",
    "color": "#8d278c",
    "saleDiscount": 13,
    "price": 66.07,
    "rating": 1,
    "image": "/assets/irene-kredenets-dwKiHoqqxk8-unsplash.jpg",
    "description": "The shoes feature a sleek and streamlined silhouette, accentuated by meticulous stitching and a polished finish that reflects superior craftsmanship. With a lace-up closure that ensures a secure fit, they offer both style and functionality for various occasions—from casual outings to formal events. The interior is lined with plush, breathable material, providing all-day comfort and support for prolonged wear. Whether paired with tailored trousers for a sharp office look or with jeans for a laid-back weekend vibe, these shoes effortlessly elevate any outfit.",
    "for": "both",
    "type":"shoes"
  },
  {
    "id": 27,
    "name": "Being Human Men Slim Mid Rise Blue Jeans",
    "brand": "Being Human",
    "size": "XL",
    "occasion": "mi",
    "color": "#34a70d",
    "saleDiscount": 22,
    "price": 38.88,
    "rating": 5,
    "image": "/assets/being human jeans .jpg",
    "description": "Blue jeans are suitable for a wide range of occasions, from everyday activities like running errands or hanging out with friends to casual outings, informal workplaces, and relaxed social events. Darker washes or styles with minimal distressing can even be worn in more semi-formal settings.",
    "for": "both",
    "type":"cloth"
  },
  {
    "id": 28,
    "name": "Smashic Sneakers For Men",
    "brand": "PUMA",
    "size": "10",
    "occasion": "pede",
    "color": "#5249ec",
    "saleDiscount": 31,
    "price": 32.06,
    "rating": 3,
    "image": "/assets/puma shoes.jpg",
    "description": "Ring in the new season with Style with a pair of PUMA shoes perfect to make this summer, better !",
    "for": "male",
    "type":"shoes"
  },
  {
    "id": 29,
    "name": "Men Round Neck White, Black T-Shirt",
    "brand": "SIT",
    "size": "S",
    "occasion": "libero",
    "color": "#66b97f",
    "saleDiscount": 14,
    "price": 70.11,
    "rating": 3,
    "image": "/assets/white & black tshirt.jpg",
    "description": "A men's round neck white or black t-shirt is a wardrobe staple appreciated for its simplicity, versatility, and casual comfort. White and black round neck t-shirts for men are essential basics that offer comfort, versatility, and effortless style, making them foundational pieces in any modern wardrobe.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 30,
    "name": "Casual Sneakers for Women",
    "brand": "Red Tape ",
    "size": "L",
    "occasion": "in",
    "color": "#dd8b19",
    "saleDiscount": 34,
    "price": 55.11,
    "rating": 2,
    "image": "/assets/redtape shoes for women.jpg",
    "description": "This casual sneakers for women are a wardrobe essential that combines functionality with fashion-forward designs. Whether for everyday activities or leisure outings, these sneakers provide comfort, style, and versatility, making them a popular choice among women of all ages and lifestyles.",
    "for": "female",
    "type":"shoes"
  },
  {
    "id": 31,
    "name": "Men Baya White Clogs Sandal",
    "brand": "CROCS",
    "size": "L",
    "occasion": "arcu",
    "color": "#fc5831",
    "saleDiscount": 22,
    "price": 11.81,
    "rating": 2,
    "image": "/assets/white crocs.jpg",
    "description": "the Men's Baya White Clogs Sandal by Crocs combines practicality with comfort and a clean, minimalist design. Whether for lounging by the pool, strolling along the beach, or running errands, these sandals provide a relaxed and stylish footwear option for men seeking comfort and functionality.",
    "for": "both",
    "type":"shoes"
  },
  {
    "id": 32,
    "name": "Nike Men Slides (Green 6)",
    "brand": "NIKE",
    "size": "3XL",
    "occasion": "cubilia",
    "color": "#98f649",
    "saleDiscount": 25,
    "price": 39.83,
    "rating": 1,
    "image": "/assets/Nike Filp Flops.jpg",
    "description": "The NIKE Men Slides in Green 6 combine practicality with NIKE's signature style, offering comfort, durability, and ease of wear for various casual and outdoor activities. Whether worn around the house or during leisurely outings, these slides are a versatile and essential addition to any wardrobe.",
    "for": "both",
    "type":"shoes"
  },
  {
    "id": 33,
    "name": "Men Cotton Rayon A-line Kurta  (Purple)",
    "brand": "ALMORA  ",
    "size": "2XL",
    "occasion": "convallis",
    "color": "#7a1f0b",
    "saleDiscount": 29,
    "price": 28.16,
    "rating": 2,
    "image": "/assets/Mens Kurta.jpg",
    "description": "A men's kurta is a timeless garment that blends tradition with contemporary style, offering versatility and comfort for various cultural, formal, and casual occasions. Its elegant design, coupled with a range of fabric choices and decorative elements, makes it a staple in ethnic wear collections worldwide.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 34,
    "name": "Men Printed Cotton Kurta (Yellow)",
    "brand": "DEELMO",
    "size": "S",
    "occasion": "lectus",
    "color": "#dd38ad",
    "saleDiscount": 39,
    "price": 67.85,
    "rating": 2,
    "image": "/assets/Men Printed Cotton Kurta Yellow.jpg",
    "description": "This men's printed cotton kurta in yellow is a versatile and culturally rich garment that combines traditional craftsmanship with contemporary prints, offering comfort, style, and elegance for various occasions and settings.",
    "for": "male",
    "type":"cloth"
  },
  {
    "id": 35,
    "name": "Rectangular Sunglasses",
    "brand": "ROADWAY",
    "size": "XS",
    "occasion": "vel",
    "color": "#590095",
    "saleDiscount": 43,
    "price": 66.74,
    "rating": 5,
    "image": "/assets/Brand Glasses.jpg",
    "description": "The rectangular sunglasses in black offer a stylish and practical accessory for both men and women. With their durable construction, UV protection, and timeless design, they provide comfort, functionality, and a touch of elegance to any wardrobe",
    "for": "both",
    "type":"glasses"
  },
  {
    "id": 36,
    "name": "Women Printed Kurta  (Blue)",
    "brand": "Sanvi Fashion",
    "size": "2XL",
    "occasion": "blandit",
    "color": "#f7fef6",
    "saleDiscount": 24,
    "price": 61.13,
    "rating": 1,
    "image": "/assets/Women Printed Kurta Blue.jpg",
    "description": "The Women Printed Viscose Rayon Straight Kurta in Blue is a stylish and versatile choice that combines comfort with elegant design elements. Whether for everyday wear or special occasions, this kurta offers sophistication, ease of wear, and a touch of cultural richness to any wardrobe.",
    "for": "female",
    "type":"cloth"
  },
  {
    "id": 37,
    "name": "congue eget",
    "brand": "McGlynn Group",
    "size": "L",
    "occasion": "cubilia",
    "color": "#739cd9",
    "saleDiscount": 42,
    "price": 57.41,
    "rating": 2,
    "image": "/assets/faith-yarn-Wr0TpKqf26s-unsplash.jpg",
    "description": "This t-shirt's round neck makes it more suitable for casual occasions. This men's t-shirt having a simple rounded neck provides a loose fit and a comfortable feeling around the neck. No matter what body shape, its design creates a balanced appearance, because of its adaptable neck form, it is simpler to style with various bottom wear and other outfit combinations.",
    "for": "both",
    "type":"cloth"
  },
  {
    "id": 38,
    "name": "nike",
    "brand": "nike shoes",
    "size": "XS",
    "occasion": "orci",
    "color": "#e144de",
    "saleDiscount": 29,
    "price": 75.1,
    "rating": 2,
    "image": "/assets/revolt-164_6wVEHfI-unsplash.jpg",
    "description": "These shoes feature a classic Oxford design, characterized by a sleek silhouette and meticulous craftsmanship. The smooth leather upper is complemented by subtle stitching details, highlighting their exquisite quality and attention to detail. With a lace-up closure, these shoes ensure a secure and adjustable fit, making them ideal for both formal occasions and smart-casual settings. The interior is lined with soft, breathable material, providing superior comfort and support for all-day wear.",
    "for": "male",
    "type":"shoes"
  },
  {
    "id": 39,
    "name": "tempor",
    "brand": "Schamberger-Morar",
    "size": "XL",
    "occasion": "fusce",
    "color": "#df1245",
    "saleDiscount": 19,
    "price": 52.36,
    "rating": 5,
    "image": "/assets/dom-hill-nimElTcTNyY-unsplash.jpg",
    "description": "It's good for Athletic Activities: Ideal for jogging, running, yoga, gym workouts, and other fitness activities.Casual Wear: Suitable for everyday wear at home, while traveling, or running errands. Outdoor Adventures: Provides warmth and comfort during outdoor sports or leisure activities.In summary, a tracksuit for women combines comfort, style, and functionality, making it a versatile wardrobe essential for both active pursuits and casual outings.",
    "for": "female",
    "type":"cloth"
  },
  {
    "id": 40,
    "name": "Black Heels Sandal",
    "brand": "Gucci",
    "size": "3XL",
    "occasion": "consequat",
    "color": "#004d76",
    "saleDiscount": 24,
    "price": 470.51,
    "rating": 5,
    "image": "/assets/Black Heels.jpg",
    "description": "Gucci Black heels for women embody elegance, versatility, and timeless style, making them a must-have addition to any wardrobe for their ability to enhance and complement a variety of looks and occasions with understated sophistication.",
    "for": "female",
    "type":"shoes"
  }
]